---
kind: property
id: P:Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHour
source: html/e6195bf9-7198-a232-a4f8-3f89940a1eda.htm
---
# Autodesk.Revit.DB.UnitTypeId.BritishThermalUnitsPerHour Property

British thermal units per hour.

## Syntax (C#)
```csharp
public static ForgeTypeId BritishThermalUnitsPerHour { get; }
```